{
    "item-deadbear-*": "Bear (dead)",
    "item-deadchicken-*": "Chicken (dead)",
    "item-deadfox-*": "Fox (dead)",
    "item-deadgazelle-*": "Gazelle (dead)",
    "item-deadhare-*": "Hare (dead)",
    "item-deadhyena-*": "Hyena (dead)",
    "item-deadpig-*": "Pig (dead)",
    "item-deadraccoon-*": "Raccoon (dead)",
    "item-deadsheep-*": "Sheep (dead)",
    "item-deadwolf-*": "Wolf (dead)",
    "item-deadcow-*": "Cow (dead)",
    "item-deadbull-*": "Bull (dead)",

    "item-smoked-redmeat": "Smoked Redmeat",
    "item-smoked-bushmeat": "Smoked Bushmeat",
    "itemdesc-smoked-*": "Created on a smoking rack",

    "item-hook-copper": "Copper Hook",
    "item-hook-flint": "Flint Hook",
    "item-butcherybag": "Butchering Bag",

    "block-butchertable-*": "Butchering Table",
    "blockdesc-butchertable-*": "Mostly destroyed when broken. 100% Drops when creature butchered",
    "block-butchertableprimitive-*": "Primitive Butchering Table",
    "blockdesc-butchertableprimitive-*": "Destroyed when broken. 80% Drops when creature butchered",
    "block-butcherhook-*": "Skinning Hook",
    "blockdesc-butcherhook-copper-*": "Mostly destroyed when broken. 100% Drops when creature skinned",
    "blockdesc-butcherhook-flint-*": "Destroyed when broken. 100% Drops when creature skinned",
    "block-smokingrack-*": "Smoking Rack",
    "blockdesc-smokingrack-*": "Place a lit campfire directly under to start smoking",

    "right-click-pick-up-empty-slot": "Pick up into an empty slot",
    "right-click-pick-up-empty-backpack-slot": "Pick up into an empty backpack slot",
    "put-creature-on-table": "Put creature on table",
    "take-creature-from-table": "Take creature from table",
    "butcher-creature": "Butcher creature",
    "put-creature-on-hook": "Put creature on hook",
    "take-creature-from-hook": "Take creature from hook",
    "skin-creature": "Skin creature",
    "put-item-on-hook": "Put item on hook",
    "take-item-from-hook": "Take item from hook",
    "needs-to-be-smoke-for": "Needs to be smoked for another {0,2:D2}:{1,2:D2} hours.",
    "needs-to-be-hanging-for": "Needs to be hanging for another {0,2:D2}:{1,2:D2} hours.",

    "game:tabname-butchering": "Butchering",
    "game:butchering-title": "Butchering",
    "game:butchering-text": "<font size=24 weight=bold align=center>Butchering</font>
    
    <font size=20 weight=bold align=center>Introduction</font>

    This mod is designed to provide more immersive butchering mechanics but in doing so DOES make the game harder. This is done by having to do several steps before you are able to get the resources out of an animal.

    <font size=18 weight=bold align=center>How do I start butchering animals?<br>A step by step guide.</font>

    <strong>Step 0:</strong>
    You will need these things to start butchering
        - Any Knife
        - <a href=\"handbooksearch://Skinning Hook\">Skinning Hook</a> (This will be destroyed if broken so place carefully)
        - <a href=\"handbooksearch://Butchering Table\">Butchering Table</a> (This will be destroyed if broken so place carefully. The Butchery Tables are 3 blocks wide and will extend 2 blocks to the right of where you place it.)
        *Please Keep in mind that the tools used to make the Butchering Tables WILL be consumed fully
        - Optional: <a href=\"handbooksearch://Butchering Bag\">Butchering Bag</a>
        
    <strong>Step 1:</strong>
    When you kill a creature, you have two options. Either you cut it open and get only a small fraction of the items from it (for when you are truly desperate) or you right click it and it will be placed in a open bag slot (the four to the right of your hotbar). If you have a Butchering Bag it will be placed in your inventory instead.

    <strong>Step 2:</strong>
    Bring that animal to a place where you have built a Skinning Hook. Right clicking this will place the animal upon the hook from your inventory or bag slot.

    <strong>Step 3:</strong>
    Aiming at the hook, you hold right click with any knife until the creature is skinned.

    <strong>Step 4:</strong>
    Wait for the creature to be bled out (this takes a short while). You will notice the body will change colour to a less red hue when it is done.

    <strong>Step 5:</strong>
    Right click the hook again to take the body down and it will be once again placed into your inventory (if you have a butchery bag) or bag slots

    <strong>Step 6:</strong>
    Place the bled-out body upon a Butchery Table then hold right click with any knife. This will butcher the body into its raw bits and leave behind a bone carcass which can be broken for bones.
    
        Some things to NOTE:
    
    - Small creatures such as chickens, hares and foxes can be fit in any inventory slot and don't require placing in the bag slots.
    - Creature can and will rot if left too long on the skinning hooks and butchery bench. To get rot from them simply place in your crafting menu.
    - Butchery is best done in a cellar enviroment. As you will have longer to butcher the animal.
    - Butchery bags can be made to provide extra room to carry back dead animals.
    - The Butchery Tables are 3 blocks wide and will extend 2 blocks to the right of where you place it.
    - This mod also allows you to smoke things with an added block called <a href=\"handbooksearch://Smoking Rack\">Smoking Rack</a>. Please use the freshest of meat when smoking to ensure it doesn't rot or smoke in a cellar.
    "
}